Repository: khimchuk00/hamster-ages
Catalog: HamsterAges/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, tr, uk, zh_hans, zh_hant

source: Loading…
de: Lädt …
es: Cargando…
fr: Chargement…
it: Caricamento…
ja: 読み込み中…
ko: 로딩 중…
pt_br: Carregando…
tr: Yükleniyor…
uk: Завантаження…
zh_hans: 加载中…
zh_hant: 載入中…

source: Lucky Charm
de: Glücksbringer
es: Amuleto
fr: Porte-bonheur
it: Portafortuna
ja: お守り
ko: 행운의 부적
pt_br: Amuleto da sorte
tr: Uğur Tılsımı
uk: Талісман
zh_hans: 幸运符
zh_hant: 幸運符

source: MAXED!
de: MAXIMAL!
es: ¡AL MÁXIMO!
fr: AU MAXIMUM !
it: AL MASSIMO!
ja: 最大レベル！
ko: 최대 레벨!
pt_br: NO MÁXIMO!
tr: MAKSİMUM!
uk: МАКСИМУМ!
zh_hans: 已满级！
zh_hant: 已滿級！

source: Machine Gun
de: Maschinengewehr
es: Ametralladora
fr: Mitrailleuse
it: Mitragliatrice
ja: 機関銃
ko: 기관총
pt_br: Metralhadora
tr: Makineli Tüfek
uk: Кулемет
zh_hans: 机枪
zh_hant: 機槍

source: Map
de: Karte
es: Mapa
fr: Carte
it: Mappa
ja: マップ
ko: 지도
pt_br: Mapa
tr: Harita
uk: Мапа
zh_hans: 地图
zh_hant: 地圖

source: Medieval
de: Mittelalter
es: Edad Media
fr: Moyen Âge
it: Medioevo
ja: 中世
ko: 중세
pt_br: Idade Média
tr: Orta Çağ
uk: Середньовіччя
zh_hans: 中世纪
zh_hant: 中世紀

source: Melee beats heavy · heavy beats ranged · ranged beats melee
de: Nahkampf schlägt Schwere · Schwere schlagen Fernkampf · Fernkampf schlägt Nahkampf
es: Cuerpo a cuerpo vence a pesados · pesados a distancia · distancia a cuerpo a cuerpo
fr: Mêlée bat lourds · lourds battent distance · distance bat mêlée
it: Mischia batte pesanti · pesanti battono distanza · distanza batte mischia
ja: 近接は重装に強い・重装は遠距離に強い・遠距離は近接に強い
ko: 근접은 중장에 강하고 · 중장은 원거리에 · 원거리는 근접에 강해요
pt_br: Corpo a corpo vence pesados · pesados vencem distância · distância vence corpo a corpo
tr: Yakın dövüş ağırı yener · ağır menzilliyi · menzilli yakın dövüşü
uk: Ближній б'є важких · важкі б'ють стрільців · стрільці б'ють ближній
zh_hans: 近战克重型 · 重型克远程 · 远程克近战
zh_hant: 近戰剋重型 · 重型剋遠程 · 遠程剋近戰

source: Melee damage +%lld%%
de: Nahkampfschaden +%lld%%
es: Daño cuerpo a cuerpo +%lld%%
fr: Dégâts de mêlée +%lld%%
it: Danni in mischia +%lld%%
ja: 近接ダメージ+%lld%%
ko: 근접 피해 +%lld%%
pt_br: Dano corpo a corpo +%lld%%
tr: Yakın dövüş hasarı +%%%lld
uk: Шкода ближнього бою +%lld%%
zh_hans: 近战伤害+%lld%%
zh_hant: 近戰傷害+%lld%%

source: Melee damage +25%%
de: Nahkampfschaden +25%%
es: Daño cuerpo a cuerpo +25%%
fr: Dégâts de mêlée +25%%
it: Danni in mischia +25%%
ja: 近接ダメージ+25%%
ko: 근접 피해 +25%%
pt_br: Dano corpo a corpo +25%%
tr: Yakın dövüş hasarı +%%25
uk: Шкода ближнього бою +25%%
zh_hans: 近战伤害+25%%
zh_hant: 近戰傷害+25%%

source: Melee units +25%% HP
de: Nahkämpfer +25 %% LP
es: Cuerpo a cuerpo +25%% de vida
fr: Mêlée +25 %% de PV
it: Mischia +25%% PS
ja: 近接ユニットHP+25%%
ko: 근접 유닛 체력 +25%%
pt_br: Corpo a corpo +25%% de vida
tr: Yakın dövüş birimleri +%%25 can
uk: Ближній бій: +25%% HP
zh_hans: 近战单位生命+25%%
zh_hant: 近戰單位生命+25%%

source: Melee units deal +50%% damage for 10s
de: Nahkämpfer: +50%% Schaden für 10 s
es: Cuerpo a cuerpo: +50%% de daño durante 10 s
fr: Mêlée : +50%% de dégâts pendant 10 s
it: Mischia: +50%% danni per 10 s
ja: 近接ユニットのダメージ+50%%（10秒）
ko: 근접 유닛 피해 +50%% (10초)
pt_br: Corpo a corpo: +50%% de dano por 10 s
tr: Yakın dövüşçüler 10 sn boyunca +%%50 hasar
uk: Бійці ближнього бою: +50%% шкоди на 10 с
zh_hans: 近战单位伤害+50%%，持续10秒
zh_hant: 近戰單位傷害+50%%，持續10秒

source: Melee units take 20%% less damage
de: Nahkämpfer erleiden 20%% weniger Schaden
es: Las unidades cuerpo a cuerpo reciben un 20%% menos de daño
fr: Les unités de mêlée subissent 20%% de dégâts en moins
it: Le unità da mischia subiscono il 20%% di danni in meno
ja: 近接ユニットの被ダメージ20%%軽減
ko: 근접 유닛 받는 피해 20%% 감소
pt_br: Unidades corpo a corpo sofrem 20%% menos dano
tr: Yakın dövüşçüler %%20 daha az hasar alır
uk: Бійці ближнього бою отримують на 20%% менше шкоди
zh_hans: 近战单位受到伤害−20%%
zh_hant: 近戰單位受到傷害−20%%

source: Meteor Shower
de: Meteorschauer
es: Lluvia de meteoros
fr: Pluie de météores
it: Pioggia di meteore
ja: 流星群
ko: 유성우
pt_br: Chuva de meteoros
tr: Meteor Yağmuru
uk: Метеоритний дощ
zh_hans: 流星雨
zh_hant: 流星雨

source: Midnight
de: Mitternacht
es: Medianoche
fr: Minuit
it: Mezzanotte
ja: ミッドナイト
ko: 미드나잇
pt_br: Meia-noite
tr: Gece Yarısı
uk: Опівнічний
zh_hans: 午夜
zh_hant: 午夜

source: Might
de: Macht
es: Poderío
fr: Puissance
it: Potenza
ja: 剛力
ko: 괴력
pt_br: Poder
tr: Kudret
uk: Міць
zh_hans: 神力
zh_hant: 神力

source: Modern
de: Moderne
es: Moderna
fr: Moderne
it: Moderna
ja: 現代
ko: 현대
pt_br: Moderna
tr: Modern Çağ
uk: Сучасність
zh_hans: 现代
zh_hant: 現代

source: More rats! MORE! Cheap and cheerful!
de: Mehr Ratten! MEHR! Billig und fröhlich!
es: ¡Más ratas! ¡MÁS! ¡Baratas y alegres!
fr: Plus de rats ! PLUS ! Pas chers et joyeux !
it: Più ratti! DI PIÙ! Economici e allegri!
ja: もっとネズミを！もっとだ！安くて陽気に！
ko: 쥐를 더! 더 많이! 싸고 신나게!
pt_br: Mais ratos! MAIS! Baratos e animados!
tr: Daha çok fare! DAHA! Ucuz ve neşeli!
uk: Більше щурів! БІЛЬШЕ! Дешево й весело!
zh_hans: 更多老鼠！更多！又便宜又热闹！
zh_hant: 更多老鼠！更多！又便宜又熱鬧！

source: Music
de: Musik
es: Música
fr: Musique
it: Musica
ja: 音楽
ko: 음악
pt_br: Música
tr: Müzik
uk: Музика
zh_hans: 音乐
zh_hant: 音樂

source: Musketeer
de: Musketier
es: Mosquetero
fr: Mousquetaire
it: Moschettiere
ja: 銃士
ko: 총사
pt_br: Mosqueteiro
tr: Silahşor
uk: Мушкетер
zh_hans: 火枪手
zh_hant: 火槍手

source: NEW GENERAL!
de: NEUER GENERAL!
es: ¡NUEVO GENERAL!
fr: NOUVEAU GÉNÉRAL !
it: NUOVO GENERALE!
ja: 新しい将軍！
ko: 새 장군!
pt_br: NOVO GENERAL!
tr: YENİ GENERAL!
uk: НОВИЙ ГЕНЕРАЛ!
zh_hans: 新将军！
zh_hant: 新將軍！

source: NEW: %@
de: NEU: %@
es: NUEVO: %@
fr: NOUVEAU : %@
it: NUOVO: %@
ja: 新登場：%@
ko: 신규: %@
pt_br: NOVO: %@
tr: YENİ: %@
uk: НОВЕ: %@
zh_hans: 新敌人：%@
zh_hant: 新敵人：%@

source: New daily quests are up!
de: Neue Tagesaufgaben sind da!
es: ¡Nuevas misiones diarias!
fr: Nouvelles quêtes quotidiennes !
it: Nuove missioni giornaliere!
ja: 新しいデイリークエスト！
ko: 새 일일 퀘스트 도착!
pt_br: Novas missões diárias!
tr: Yeni günlük görevler geldi!
uk: Нові щоденні завдання!
zh_hans: 新的每日任务来了！
zh_hant: 新的每日任務來了！

source: New quests every day at midnight
de: Jeden Tag um Mitternacht neue Aufgaben
es: Nuevas misiones cada día a medianoche
fr: Nouvelles quêtes chaque jour à minuit
it: Nuove missioni ogni giorno a mezzanotte
ja: 毎日0時に新しいクエスト
ko: 매일 자정에 새 퀘스트
pt_br: Novas missões todo dia à meia-noite
tr: Her gece yarısı yeni görevler
uk: Нові завдання щодня опівночі
zh_hans: 每天午夜刷新任务
zh_hant: 每天午夜刷新任務

source: New skin: %@
de: Neuer Skin: %@
es: Nuevo aspecto: %@
fr: Nouveau look : %@
it: Nuovo aspetto: %@
ja: 新スキン：%@
ko: 새 스킨: %@
pt_br: Novo visual: %@
tr: Yeni görünüm: %@
uk: Новий образ: %@
zh_hans: 新皮肤：%@
zh_hant: 新造型：%@

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
ko: 다음
pt_br: Próxima
tr: Sonraki
uk: Далі
zh_hans: 下一关
zh_hant: 下一關

source: Next: %@
de: Nächste Stufe: %@
es: Siguiente: %@
fr: Suivant : %@
it: Prossimo: %@
ja: 次：%@
ko: 다음: %@
pt_br: Próximo: %@
tr: Sonraki: %@
uk: Далі: %@
zh_hans: 下一级：%@
zh_hant: 下一級：%@

source: Nice!
de: Super!
es: ¡Genial!
fr: Génial !
it: Grande!
ja: やった！
ko: 좋아요!
pt_br: Boa!
tr: Harika!
uk: Клас!
zh_hans: 太棒了！
zh_hant: 太棒了！

source: No Ads
de: Keine Werbung
es: Sin anuncios
fr: Sans pub
it: Niente pubblicità
ja: 広告なし
ko: 광고 제거
pt_br: Sem anúncios
tr: Reklamsız
uk: Без реклами
zh_hans: 去广告
zh_hant: 去廣告

source: No Turrets
de: Keine Türme
es: Sin torretas
fr: Sans tourelles
it: Niente torrette
ja: タレット禁止
ko: 포탑 금지
pt_br: Sem torres
tr: Taretsiz
uk: Без турелей
zh_hans: 禁用炮塔
zh_hant: 禁用砲塔

source: No turrets for either side
de: Keine Türme für beide Seiten
es: Sin torretas para ningún bando
fr: Pas de tourelles pour personne
it: Niente torrette per nessuno
ja: 両軍ともタレットなし
ko: 양측 모두 포탑 없음
pt_br: Sem torres para ninguém
tr: İki taraf için de taret yok
uk: Жодних турелей для обох сторін
zh_hans: 双方都不能用炮塔
zh_hant: 雙方都不能用砲塔

source: No waiting! CHARGE! Always charge!
de: Kein Warten! ANGRIFF! Immer Angriff!
es: ¡Nada de esperar! ¡A LA CARGA! ¡Siempre a la carga!
fr: Pas d'attente ! CHARGEZ ! Toujours charger !
it: Niente attese! ALLA CARICA! Sempre alla carica!
ja: 待つな！突撃！常に突撃だ！
ko: 기다리지 마! 돌격! 언제나 돌격!
pt_br: Nada de esperar! ATACAR! Sempre atacar!
tr: Beklemek yok! HÜCUM! Daima hücum!
uk: Ніякого чекання! В АТАКУ! Завжди в атаку!
zh_hans: 不许等！冲锋！永远冲锋！
zh_hant: 不許等！衝鋒！永遠衝鋒！

source: OVERTIME! TURRETS DOWN
de: VERLÄNGERUNG! TÜRME AUS
es: ¡PRÓRROGA! TORRETAS FUERA
fr: PROLONGATIONS ! TOURELLES HS
it: SUPPLEMENTARI! TORRETTE SPENTE
ja: 延長戦！タレット停止
ko: 연장전! 포탑 정지
pt_br: PRORROGAÇÃO! TORRES DESLIGADAS
tr: UZATMA! TARETLER KAPALI
uk: ОВЕРТАЙМ! ТУРЕЛІ ВИМКНЕНО
zh_hans: 加时赛！炮塔停火
zh_hant: 延長賽！砲塔停火

source: Once per battle your base survives at 40%% HP
de: Einmal pro Kampf überlebt deine Basis mit 40%% LP
es: Una vez por batalla tu base sobrevive con 40%% de vida
fr: Une fois par combat ta base survit à 40%% PV
it: Una volta per battaglia la base sopravvive al 40%% PS
ja: 1戦に1度、拠点がHP40%%で踏みとどまる
ko: 전투당 한 번 기지가 체력 40%%로 버팀
pt_br: Uma vez por batalha sua base sobrevive com 40%% de vida
tr: Savaş başına bir kez üssün %%40 canla hayatta kalır
uk: Раз за бій база виживе з 40%% здоров'я
zh_hans: 每场战斗一次，基地以40%%生命存活
zh_hant: 每場戰鬥一次，基地以40%%生命存活

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開ける
ko: 열기
pt_br: Abrir
tr: Aç
uk: Відкрити
zh_hans: 打开
zh_hant: 打開

source: Open a Hamster Crate
de: Öffne eine Hamsterkiste
es: Abre un cofre hámster
fr: Ouvre une caisse de hamster
it: Apri una cassa del criceto
ja: ハムスター箱を開ける
ko: 햄스터 상자 열기
pt_br: Abra um baú de hamster
tr: Bir Hamster Sandığı aç
uk: Відкрий Хом'ячу скриню
zh_hans: 打开一个仓鼠宝箱
zh_hant: 打開一個倉鼠寶箱

source: Opening Card
de: Startkarte
es: Carta inicial
fr: Carte de départ
it: Carta iniziale
ja: 開幕カード
ko: 시작 카드
pt_br: Carta inicial
tr: Başlangıç Kartı
uk: Стартова карта
zh_hans: 开局卡牌
zh_hant: 開局卡牌

source: Overclock
de: Übertakten
fr: Surcadence
ja: オーバークロック
ko: 오버클럭
tr: Hız Aşırtma
uk: Розгін
zh_hans: 超频
zh_hant: 超頻

source: Owned ×%lld
de: Besitzt ×%lld
es: Tienes ×%lld
fr: Possédé ×%lld
it: Posseduta ×%lld
ja: 所持 ×%lld
ko: 보유 ×%lld
pt_br: Possui ×%lld
tr: Sahip ×%lld
uk: Є ×%lld
zh_hans: 已拥有 ×%lld
zh_hant: 已擁有 ×%lld

source: POP!
de: PLOPP!
es: ¡PLOP!
ja: パン！
ko: 펑!
pt_br: PLOC!
tr: PAT!
uk: ЛУСЬ!
zh_hans: 啪！
zh_hant: 啪！

source: POPULAR
de: BELIEBT
fr: POPULAIRE
it: POPOLARE
ja: 人気
ko: 인기
tr: POPÜLER
uk: ПОПУЛЯРНЕ
zh_hans: 热门
zh_hant: 熱門

source: Pack Fury
de: Rudelwut
es: Furia de la manada
fr: Furie de la meute
it: Furia del branco
ja: 群れの怒り
ko: 무리의 분노
pt_br: Fúria da matilha
tr: Sürü Öfkesi
uk: Лють зграї
zh_hans: 群体之怒
zh_hant: 群體之怒

source: Paused
de: Pause
es: Pausa
fr: Pause
it: Pausa
ja: 一時停止
ko: 일시정지
pt_br: Pausado
tr: Duraklatıldı
uk: Пауза
zh_hans: 已暂停
zh_hant: 已暫停

source: Pebbler
de: Kieselwerfer
es: Pedrero
fr: Lance-cailloux
it: Lanciasassi
ja: 石投げ兵
ko: 돌팔매병
pt_br: Pedreiro
tr: Taşçı
uk: Камінчикар
zh_hans: 投石兵
zh_hant: 投石兵

source: Picnic
de: Picknick
es: Pícnic
fr: Pique-nique
ja: ピクニック
ko: 소풍
pt_br: Piquenique
tr: Piknik
uk: Пікнік
zh_hans: 野餐
zh_hant: 野餐

source: Piggy Bank
de: Sparschwein
es: Hucha
fr: Tirelire
it: Salvadanaio
ja: ブタの貯金箱
ko: 돼지 저금통
pt_br: Cofrinho
tr: Kumbara
uk: Скарбничка
zh_hans: 存钱罐
zh_hant: 撲滿

source: Plague Rat
de: Pestratte
es: Rata de la peste
fr: Rat pestiféré
it: Ratto della peste
ja: 疫病ネズミ
ko: 역병 쥐
pt_br: Rato da peste
tr: Veba Faresi
uk: Чумний щур
zh_hans: 瘟疫鼠
zh_hant: 瘟疫鼠

source: Plasma Blade
de: Plasmaklinge
es: Hoja de plasma
fr: Lame à plasma
it: Lama al plasma
ja: プラズマブレード
ko: 플라즈마 블레이드
pt_br: Lâmina de plasma
tr: Plazma Kılıç
uk: Плазмоклинок
zh_hans: 等离子刃
zh_hant: 電漿刃

source: Privacy Choices
de: Datenschutzoptionen
es: Opciones de privacidad
fr: Choix de confidentialité
it: Scelte sulla privacy
ja: プライバシーの選択
ko: 개인정보 선택
pt_br: Opções de privacidade
tr: Gizlilik Seçimleri
uk: Налаштування приватності
zh_hans: 隐私选项
zh_hant: 隱私選項

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de privacidade
tr: Gizlilik Politikası
uk: Політика конфіденційності
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Prof. Whiskers
de: Prof. Schnurrhaar
es: Prof. Bigotes
fr: Prof. Moustache
it: Prof. Baffetti
ja: ヒゲ教授
ko: 수염 교수
pt_br: Prof. Bigodes
tr: Prof. Bıyık
uk: Проф. Вусань
zh_hans: 胡须教授
zh_hant: 鬍鬚教授

source: Professor Fizzle
de: Professor Zischel
es: Profesor Chispas
fr: Professeur Pétille
it: Professor Frizzo
ja: フィズル教授
ko: 피즐 교수
pt_br: Professor Faísca
tr: Profesör Fışfış
uk: Професор Шипун
zh_hans: 嘶嘶教授
zh_hant: 嘶嘶教授

source: Queen Squeak
de: Königin Quiek
es: Reina Chillido
fr: Reine Couinette
it: Regina Squittio
ja: チューチュー女王
ko: 찍찍 여왕
pt_br: Rainha Guinchinho
tr: Cikcik Kraliçe
uk: Королева Пищулька
zh_hans: 吱吱女王
zh_hant: 吱吱女王

source: RAT KING
de: RATTENKÖNIG
es: REY RATA
fr: ROI DES RATS
it: RE DEI RATTI
ja: ネズミの王
ko: 쥐왕
pt_br: REI RATO
tr: FARE KRAL
uk: ЩУРЯЧИЙ КОРОЛЬ
zh_hans: 鼠王
zh_hant: 鼠王

source: RESIST
de: RESISTENT
es: RESISTE
fr: RÉSISTE
it: RESISTE
ja: 効きにくい
ko: 저항
pt_br: RESISTE
tr: DİRENÇ
uk: ОПІР
zh_hans: 抵抗
zh_hant: 抵抗

source: Ranged damage +%lld%%, range +%lld%%
de: Fernkampfschaden +%1$lld%%, Reichweite +%2$lld%%
es: Daño a distancia +%1$lld%%, alcance +%2$lld%%
fr: Dégâts à distance +%1$lld%%, portée +%2$lld%%
it: Danni a distanza +%1$lld%%, gittata +%2$lld%%
ja: 遠距離ダメージ+%1$lld%%、射程+%2$lld%%
ko: 원거리 피해 +%1$lld%%, 사거리 +%2$lld%%
pt_br: Dano à distância +%1$lld%%, alcance +%2$lld%%
tr: Menzilli hasar +%%%1$lld, menzil +%%%2$lld
uk: Шкода стрільців +%1$lld%%, дальність +%2$lld%%
zh_hans: 远程伤害+%1$lld%%，射程+%2$lld%%
zh_hant: 遠程傷害+%1$lld%%，射程+%2$lld%%

source: Ranged hits splash 50%% to nearby foes
de: Fernkampftreffer verteilen 50%% auf nahe Feinde
es: Los disparos salpican 50%% a enemigos cercanos
fr: Les tirs éclaboussent 50%% aux ennemis proches
it: I colpi a distanza infliggono il 50%% ai nemici vicini
ja: 遠距離攻撃が周囲に50%%拡散
ko: 원거리 공격이 주변 적에게 50%% 확산
pt_br: Tiros espalham 50%% aos inimigos próximos
tr: Menzilli vuruşlar yakındaki düşmanlara %%50 sıçrar
uk: Постріли зачіпають 50%% шкоди по сусідах
zh_hans: 远程攻击对附近敌人溅射50%%
zh_hant: 遠程攻擊對附近敵人濺射50%%

source: Ranged range +20%%, damage +10%%
de: Fernkampf: Reichweite +20%%, Schaden +10%%
es: A distancia: alcance +20%%, daño +10%%
fr: Distance : portée +20%%, dégâts +10%%
it: Distanza: gittata +20%%, danni +10%%
ja: 遠距離：射程+20%%、ダメージ+10%%
ko: 원거리: 사거리 +20%%, 피해 +10%%
pt_br: À distância: alcance +20%%, dano +10%%
tr: Menzilli: menzil +%%20, hasar +%%10
uk: Дальність стрільців +20%%, шкода +10%%
zh_hans: 远程：射程+20%%，伤害+10%%
zh_hant: 遠程：射程+20%%，傷害+10%%

source: Ranged units +20%% damage
de: Fernkämpfer +20 %% Schaden
es: Unidades a distancia +20%% de daño
fr: Unités à distance +20 %% de dégâts
it: Unità a distanza +20%% danni
ja: 遠距離ユニットのダメージ+20%%
ko: 원거리 유닛 피해 +20%%
pt_br: Unidades à distância +20%% de dano
tr: Menzilli birimler +%%20 hasar
uk: Дальній бій: +20%% шкоди
zh_hans: 远程单位伤害+20%%
zh_hant: 遠程單位傷害+20%%

source: Ranged units attack 30%% faster
de: Fernkämpfer greifen 30%% schneller an
es: Las unidades a distancia atacan un 30%% más rápido
fr: Les unités à distance attaquent 30%% plus vite
it: Le unità a distanza attaccano il 30%% più veloce
ja: 遠距離ユニットの攻撃30%%高速化
ko: 원거리 유닛 공격 30%% 빠르게
pt_br: Unidades à distância atacam 30%% mais rápido
tr: Menzilli birimler %%30 daha hızlı saldırır
uk: Стрільці атакують на 30%% швидше
zh_hans: 远程单位攻速+30%%
zh_hant: 遠程單位攻速+30%%

source: Rapid Fire
de: Schnellfeuer
es: Fuego rápido
fr: Tir rapide
it: Fuoco rapido
ja: 速射
ko: 속사
pt_br: Fogo rápido
tr: Seri Atış
uk: Шквальний вогонь
zh_hans: 速射
zh_hant: 速射

source: Rare
de: Selten
es: Raro
it: Raro
ja: レア
ko: 레어
pt_br: Raro
tr: Nadir
uk: Рідкісний
zh_hans: 稀有
zh_hant: 稀有

source: Rare 70% · Epic 25% · Legendary 5%
de: Selten 70 % · Episch 25 % · Legendär 5 %
es: Raro 70% · Épico 25% · Legendario 5%
fr: Rare 70 % · Épique 25 % · Légendaire 5 %
it: Raro 70% · Epico 25% · Leggendario 5%
ja: レア70%・エピック25%・レジェンド5%
ko: 레어 70% · 에픽 25% · 전설 5%
pt_br: Raro 70% · Épico 25% · Lendário 5%
tr: Nadir %70 · Epik %25 · Efsanevi %5
uk: Рідкісний 70% · Епічний 25% · Легендарний 5%
zh_hans: 稀有70% · 史诗25% · 传说5%
zh_hant: 稀有70% · 史詩25% · 傳說5%

source: Rat Fortress · Wave %lld
de: Rattenfestung · Welle %lld
es: Fortaleza rata · Oleada %lld
fr: Forteresse des rats · Vague %lld
it: Fortezza dei ratti · Ondata %lld
ja: ネズミ要塞・ウェーブ%lld
ko: 쥐 요새 · 웨이브 %lld
pt_br: Fortaleza dos ratos · Onda %lld
tr: Fare Kalesi · Dalga %lld
uk: Щуряча фортеця · Хвиля %lld
zh_hans: 鼠族堡垒·第%lld波
zh_hant: 鼠族堡壘·第%lld波

source: Rat Medic
de: Rattensanitäter
es: Rata médica
fr: Rat médecin
it: Ratto medico
ja: 衛生ネズミ
ko: 의무병 쥐
pt_br: Rato médico
tr: Sıhhiyeci Fare
uk: Щур-медик
zh_hans: 老鼠医疗兵
zh_hant: 老鼠醫護兵

source: Rat Swarm
de: Rattenschwarm
es: Enjambre de ratas
fr: Nuée de rats
it: Sciame di ratti
ja: ネズミの大群
ko: 쥐떼
pt_br: Enxame de ratos
tr: Fare Sürüsü
uk: Щуряча орда
zh_hans: 鼠潮
zh_hant: 鼠潮

source: Rat army strength %lld%%
de: Stärke der Rattenarmee %lld %%
es: Fuerza del ejército rata %lld%%
fr: Force de l'armée des rats %lld %%
it: Forza dell'esercito dei ratti %lld%%
ja: ネズミ軍の強さ %lld%%
ko: 쥐 군대 전력 %lld%%
pt_br: Força do exército de ratos %lld%%
tr: Fare ordusu gücü %%%lld
uk: Сила щурячої армії %lld%%
zh_hans: 鼠军强度%lld%%
zh_hant: 鼠軍強度%lld%%

source: Rations
de: Rationen
es: Raciones
it: Razioni
ja: 糧食
ko: 식량 배급
pt_br: Rações
tr: Erzak
uk: Пайки
zh_hans: 口粮
zh_hant: 口糧

source: Rats field more, tougher heavy units
de: Ratten setzen mehr und zähere schwere Einheiten ein
es: Las ratas despliegan más unidades pesadas y más duras
fr: Les rats alignent plus d'unités lourdes, plus coriaces
it: I ratti schierano più unità pesanti e più robuste
ja: ネズミが強い重装ユニットを多く投入
ko: 쥐들이 더 단단한 중장 유닛을 더 많이 투입
pt_br: Os ratos colocam mais unidades pesadas e mais duras
tr: Fareler daha çok ve daha sağlam ağır birim çıkarır
uk: Щури виставляють більше міцних важких бійців
zh_hans: 鼠族派出更多更强的重型单位
zh_hant: 鼠族派出更多更強的重型單位

source: Rats have +25%% HP, −10%% damage
de: Ratten: +25%% LP, −10%% Schaden
es: Ratas: +25%% de vida, −10%% de daño
fr: Rats : +25%% PV, −10%% dégâts
it: Ratti: +25%% PS, −10%% danni
ja: ネズミ：HP+25%%、ダメージ−10%%
ko: 쥐: 체력 +25%%, 피해 −10%%
pt_br: Ratos: +25%% vida, −10%% dano
tr: Fareler: +%%25 can, −%%10 hasar
uk: Щури: +25%% здоров'я, −10%% шкоди
zh_hans: 老鼠生命+25%%，伤害−10%%
zh_hant: 老鼠生命+25%%，傷害−10%%

source: Rats incoming! Unleash your special attack.
de: Ratten im Anmarsch! Entfessle deinen Spezialangriff.
es: ¡Vienen ratas! Desata tu ataque especial.
fr: Les rats arrivent ! Déchaîne ton attaque spéciale.
it: Arrivano i ratti! Scatena il tuo attacco speciale.
ja: ネズミが来る！必殺技を放て。
ko: 쥐들이 몰려와요! 필살기를 쓰세요.
pt_br: Ratos chegando! Solte seu ataque especial.
tr: Fareler geliyor! Özel saldırını kullan.
uk: Щури наступають! Застосуй суперудар.
zh_hans: 鼠群来袭！释放你的必杀技。
zh_hant: 鼠群來襲！釋放你的必殺技。

source: Rats · %@
de: Ratten · %@
es: Ratas · %@
it: Ratti · %@
ja: ネズミ・%@
ko: 쥐 · %@
pt_br: Ratos · %@
tr: Fareler · %@
uk: Щури · %@
zh_hans: 鼠族·%@
zh_hant: 鼠族·%@

source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto
ja: 準備完了
ko: 준비됨
pt_br: Pronto
tr: Hazır
uk: Готово
zh_hans: 就绪
zh_hant: 就緒

source: Recruiter
de: Anwerber
es: Reclutador
fr: Recruteur
it: Reclutatore
ja: 勧誘係
ko: 모집관
pt_br: Recrutador
tr: Acemi Çavuşu
uk: Вербувальник
zh_hans: 征兵官
zh_hant: 徵兵官

source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
it: Promemoria
ja: リマインダー
ko: 알림
pt_br: Lembretes
tr: Hatırlatıcılar
uk: Нагадування
zh_hans: 提醒
zh_hant: 提醒

source: Removes interstitials forever
de: Entfernt Vollbildwerbung für immer
es: Elimina los anuncios intersticiales para siempre
fr: Supprime les pubs plein écran pour toujours
it: Rimuove per sempre le pubblicità a schermo intero
ja: インタースティシャル広告を永久に削除
ko: 전면 광고를 영구 제거
pt_br: Remove anúncios intersticiais para sempre
tr: Ara reklamları sonsuza dek kaldırır
uk: Назавжди прибирає міжекранну рекламу
zh_hans: 永久移除插屏广告
zh_hant: 永久移除插頁廣告

source: Replay
de: Nochmal
es: Repetir
fr: Rejouer
it: Rigioca
ja: 再挑戦
ko: 다시 하기
pt_br: Jogar de novo
tr: Tekrar oyna
uk: Ще раз
zh_hans: 重玩
zh_hant: 重玩

source: Reroll (%lld)
de: Neu würfeln (%lld)
es: Cambiar (%lld)
fr: Relancer (%lld)
it: Rilancia (%lld)
ja: 引き直し（%lld）
ko: 다시 뽑기 (%lld)
pt_br: Trocar (%lld)
tr: Yenile (%lld)
uk: Перекинути (%lld)
zh_hans: 刷新（%lld）
zh_hant: 刷新（%lld）

source: Reset Progress
de: Fortschritt zurücksetzen
es: Reiniciar progreso
fr: Réinitialiser la progression
it: Azzera progressi
ja: 進行状況をリセット
ko: 진행 초기화
pt_br: Reiniciar progresso
tr: İlerlemeyi sıfırla
uk: Скинути прогрес
zh_hans: 重置进度
zh_hant: 重設進度

source: Reset all progress?
de: Gesamten Fortschritt zurücksetzen?
es: ¿Reiniciar todo el progreso?
fr: Réinitialiser toute la progression ?
it: Azzerare tutti i progressi?
ja: 全ての進行状況をリセットしますか？
ko: 모든 진행 상황을 초기화할까요?
pt_br: Reiniciar todo o progresso?
tr: Tüm ilerleme sıfırlansın mı?
uk: Скинути весь прогрес?
zh_hans: 重置全部进度？
zh_hant: 重設全部進度？

source: Reset everything
de: Alles zurücksetzen
es: Reiniciar todo
fr: Tout réinitialiser
it: Azzera tutto
ja: 全てリセット
ko: 모두 초기화
pt_br: Reiniciar tudo
tr: Her şeyi sıfırla
uk: Скинути все
zh_hans: 全部重置
zh_hant: 全部重設

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compras
tr: Satın alımları geri yükle
uk: Відновити покупки
zh_hans: 恢复购买
zh_hant: 恢復購買

source: Restoring…
de: Wird wiederhergestellt …
es: Restaurando…
fr: Restauration…
it: Ripristino…
ja: 復元中…
ko: 복원 중…
pt_br: Restaurando…
tr: Geri yükleniyor…
uk: Відновлення…
zh_hans: 正在恢复…
zh_hant: 正在恢復…

source: Resume
de: Weiter
es: Reanudar
fr: Reprendre
it: Riprendi
ja: 再開
ko: 계속
pt_br: Continuar
tr: Devam
uk: Продовжити
zh_hans: 继续
zh_hant: 繼續

source: Revive
de: Wiederbeleben
es: Revivir
fr: Ranimer
it: Rianima
ja: 復活
ko: 부활
pt_br: Reviver
tr: Dirilt
uk: Відродити
zh_hans: 复活
zh_hant: 復活

source: Rifler
de: Schütze
es: Fusilero
fr: Fusilier
it: Fuciliere
ja: ライフル兵
ko: 소총수
pt_br: Fuzileiro
tr: Tüfekçi
uk: Стрілець
zh_hans: 步枪兵
zh_hant: 步槍兵

source: Rock Catapult
de: Steinkatapult
es: Catapulta de rocas
fr: Catapulte à rochers
it: Catapulta di pietre
ja: 投石機
ko: 투석기
pt_br: Catapulta de pedras
tr: Taş Mancınığı
uk: Кам'яна катапульта
zh_hans: 投石机
zh_hant: 投石機

source: Royal Decree
de: Königlicher Erlass
es: Decreto real
fr: Décret royal
it: Decreto reale
ja: 王の勅令
ko: 왕명
pt_br: Decreto real
tr: Kraliyet Fermanı
uk: Королівський указ
zh_hans: 皇家敕令
zh_hant: 皇家敕令

source: Runs fast but is fragile
de: Rennt schnell, hält aber wenig aus
es: Corre rápido pero es frágil
fr: Court vite mais reste fragile
it: Corre veloce ma è fragile
ja: 足は速いが打たれ弱い
ko: 빠르지만 약해요
pt_br: Corre rápido, mas é frágil
tr: Hızlı koşar ama kırılgandır
uk: Бігає швидко, але крихкий
zh_hans: 跑得快但很脆弱
zh_hant: 跑得快但很脆弱

source: Rushes you early
de: Stürmt früh los
es: Ataca muy pronto
fr: Attaque très tôt
it: Attacca presto
ja: 序盤から猛攻
ko: 초반부터 몰아쳐요
pt_br: Ataca cedo
tr: Erken saldırır
uk: Рано йде в натиск
zh_hans: 开局猛攻
zh_hant: 開局猛攻

source: SEED FARM
de: SAATFARM
es: GRANJA DE SEMILLAS
fr: FERME À GRAINES
it: FATTORIA DI SEMI
ja: シードファーム
ko: 씨앗 농장
pt_br: FAZENDA DE SEMENTES
tr: TOHUM ÇİFTLİĞİ
uk: НАСІННЄВА ФЕРМА
zh_hans: 种子农场
zh_hant: 種子農場

source: SLAM INCOMING — FALL BACK!
de: STAMPFER KOMMT – RÜCKZUG!
es: ¡VIENE UN GOLPE! ¡RETIRADA!
fr: FRAPPE IMMINENTE — REPLI !
it: ARRIVA IL COLPO — RITIRATA!
ja: 叩きつけが来る — 後退！
ko: 강타가 온다 — 후퇴!
pt_br: PANCADA CHEGANDO — RECUAR!
tr: EZİCİ DARBE GELİYOR — GERİ ÇEKİL!
uk: ЗАРАЗ ГУПНЕ — ВІДСТУПАЙ!
zh_hans: 重击来袭——撤退！
zh_hant: 重擊來襲——撤退！

source: STARTER PACK
de: STARTERPAKET
es: PACK DE INICIO
fr: PACK DE DÉMARRAGE
it: PACCHETTO INIZIALE
ja: スターターパック
ko: 스타터 팩
pt_br: PACOTE INICIAL
tr: BAŞLANGIÇ PAKETİ
uk: СТАРТОВИЙ НАБІР
zh_hans: 新手礼包
zh_hant: 新手禮包
